---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Reference.LoadClassification
source: html/4c8f6536-16b5-4045-7ec9-f36c4e71024b.htm
---
# Autodesk.Revit.DB.SpecTypeId.Reference.LoadClassification Property

Load Classification, in discipline Electrical.

## Syntax (C#)
```csharp
public static ForgeTypeId LoadClassification { get; }
```